{
    "Legal & Policies": "Юридические документы",
    "Back to Legal": "← Назад к документам",
    "Last updated": "Последнее обновление",
    "US Terms of Service": "TERMS OF SERVICE",
    "Terms and conditions for using our services in the United States": "Terms and conditions for using our services in the United States",
    "US Privacy Policy": "Политика конфиденциальности (US)",
    "How we collect, use, and protect your personal information": "Как мы собираем, используем и защищаем вашу персональную информацию",
    "Data Processing Agreement": "Соглашение об обработке данных (DPA)",
    "Agreement governing the processing of personal data on behalf of clients": "Соглашение, регулирующее обработку персональных данных от имени клиентов",
    "Публичная оферта (РФ)": "Публичная оферта (РФ)",
    "Conditions of the public offer for users in the Russian Federation": "Условия публичной оферты для пользователей на территории Российской Федерации",
    "1. Общие положения": "1. Общие положения",
    "offer_general_text": "Настоящий документ является официальной публичной офертой (в соответствии со статьёй 435 Гражданского кодекса Российской Федерации) на оказание услуг платформы aiPBX. Акцепт настоящей оферты означает принятие всех изложенных в ней условий.",
    "2. Предмет оферты": "2. Предмет оферты",
    "offer_subject_text": "По настоящей оферте Исполнитель обязуется предоставить Заказчику доступ к сервисам платформы aiPBX, включая обработку телефонии на базе ИИ, услуги голосовых ассистентов и аналитические инструменты.",
    "3. Порядок оказания услуг": "3. Порядок оказания услуг",
    "offer_services_text": "Услуги оказываются на постоянной основе с момента активации учётной записи. Исполнитель обеспечивает доступность сервиса на уровне не менее 99,5% в течение календарного месяца.",
    "4. Стоимость и порядок расчётов": "4. Стоимость и порядок расчётов",
    "offer_pricing_text": "Стоимость услуг определяется в соответствии с действующими тарифными планами, опубликованными на сайте. Оплата осуществляется на условиях предоплаты. Исполнитель оставляет за собой право изменять тарифы с предварительным уведомлением за 30 дней.",
    "5. Ответственность сторон": "5. Ответственность сторон",
    "offer_liability_text": "Исполнитель не несёт ответственности за перебои в работе, вызванные обстоятельствами непреодолимой силы. Заказчик несёт полную ответственность за законность использования услуг и контента, обрабатываемого через платформу.",
    "6. Срок действия и расторжение": "6. Срок действия и расторжение",
    "offer_termination_text": "Настоящий договор действует бессрочно с даты акцепта. Любая сторона может расторгнуть договор с письменным уведомлением за 30 дней. При расторжении доступ к платформе приостанавливается, данные хранятся в течение 90 дней.",
    "Политика обработки персональных данных (РФ)": "Политика обработки персональных данных (РФ)",
    "Personal data processing policy in accordance with RF legislation": "Политика обработки персональных данных в соответствии с законодательством РФ",
    "2. Цели обработки персональных данных": "2. Цели обработки персональных данных",
    "pd_general_text": "Настоящая Политика определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» Российской Федерации.",
    "pd_purposes_text": "Персональные данные обрабатываются в следующих целях: оказание услуг, идентификация пользователей, исполнение требований законодательства, коммуникация с пользователями, улучшение сервисов и аналитика.",
    "3. Правовые основания обработки": "3. Правовые основания обработки",
    "pd_legal_basis_text": "Правовыми основаниями для обработки персональных данных являются: согласие пользователя, исполнение договора, соблюдение требований законодательства и законные интересы оператора.",
    "4. Объём и категории обрабатываемых данных": "4. Объём и категории обрабатываемых данных",
    "pd_categories_text": "Мы обрабатываем следующие категории персональных данных: ФИО, контактная информация (телефон, email), данные учётной записи, платёжная информация, технические данные (IP-адрес, сведения об устройстве) и записи разговоров.",
    "5. Права субъекта персональных данных": "5. Права субъекта персональных данных",
    "pd_rights_text": "Субъект персональных данных имеет право: получать информацию об обработке своих данных, требовать исправления или удаления данных, отозвать согласие на обработку и подать жалобу в надзорный орган (Роскомнадзор).",
    "6. Меры по защите персональных данных": "6. Меры по защите персональных данных",
    "pd_protection_text": "Мы реализуем организационные и технические меры по защите персональных данных, включая шифрование, контроль доступа, регулярные аудиты безопасности и обучение сотрудников в соответствии с требованиями Роскомнадзора.",
    "Liability Disclaimer": "Ограничение ответственности",
    "Universal limitations of liability and warranty disclaimers": "Универсальные ограничения ответственности и отказ от гарантий",
    "1. General Disclaimer": "1. Общий отказ от ответственности",
    "liability_general_text": "Сервис предоставляется на условиях «КАК ЕСТЬ» и «ПО МЕРЕ ДОСТУПНОСТИ». Мы не даём никаких гарантий, явных или подразумеваемых, относительно работы Сервиса или информации, контента и материалов, включённых в него.",
    "2. Limitation of Liability": "2. Ограничение ответственности",
    "liability_limitation_text": "Ни при каких обстоятельствах Компания не несёт ответственности за любые косвенные, случайные, особые, последующие или штрафные убытки, включая, без ограничений, потерю прибыли, данных, деловой репутации или иные нематериальные убытки.",
    "3. No Warranty": "3. Отсутствие гарантий",
    "liability_warranty_text": "Мы не гарантируем, что Сервис будет работать бесперебойно, своевременно, безопасно и без ошибок. Мы не гарантируем точность или полноту любой информации, предоставленной через Сервис.",
    "4. Indemnification": "4. Возмещение убытков",
    "liability_indemnification_text": "Вы обязуетесь возместить убытки, защищать и оградить Компанию и её должностных лиц, директоров, сотрудников и агентов от любых претензий, обязательств, убытков, потерь и расходов, возникающих в связи с использованием вами Сервиса.",
    "5. Force Majeure": "5. Форс-мажор",
    "liability_force_majeure_text": "Ни одна из сторон не несёт ответственности за неисполнение или задержку в исполнении обязательств, вызванные обстоятельствами вне её разумного контроля, включая стихийные бедствия, военные действия, терроризм, сбои электроснабжения или интернета.",
    "6. Severability": "6. Разделимость положений",
    "liability_severability_text": "Если какое-либо положение настоящих условий будет признано недействительным или не подлежащим исполнению, остальные положения продолжают действовать в полном объёме. Недействительное положение будет изменено таким образом, чтобы максимально точно отразить первоначальные намерения сторон."
}