{
    "Legal & Policies": "Legal & Policies",
    "Back to Legal": "← Back to Legal",
    "Last updated": "Last updated",
    "US Terms of Service": "TERMS OF SERVICE",
    "Terms and conditions for using our services in the United States": "Terms and conditions for using our services in the United States",
    "US Privacy Policy": "US Privacy Policy",
    "How we collect, use, and protect your personal information": "How we collect, use, and protect your personal information",
    "Data Processing Agreement": "Data Processing Agreement",
    "Agreement governing the processing of personal data on behalf of clients": "Agreement governing the processing of personal data on behalf of clients",
    "Публичная оферта (РФ)": "Public Offer (RF)",
    "Conditions of the public offer for users in the Russian Federation": "Conditions of the public offer for users in the Russian Federation",
    "1. Общие положения": "1. General Provisions",
    "offer_general_text": "This document represents an official public offer (in accordance with Article 435 of the Civil Code of the Russian Federation) for the provision of aiPBX platform services. Acceptance of this offer constitutes acceptance of all the terms set forth herein.",
    "2. Предмет оферты": "2. Subject of the Offer",
    "offer_subject_text": "Under this offer, the Service Provider undertakes to provide the Customer with access to the aiPBX platform services, including AI-powered telephony processing, voice assistant services, and analytical tools.",
    "3. Порядок оказания услуг": "3. Service Delivery Procedure",
    "offer_services_text": "Services are provided on an ongoing basis from the moment of account activation. The Service Provider ensures service availability at a level of at least 99.5% uptime per calendar month.",
    "4. Стоимость и порядок расчётов": "4. Pricing and Payment",
    "offer_pricing_text": "The cost of services is determined according to the current tariff plans published on the website. Payment is made on a prepaid basis. The Service Provider reserves the right to change tariffs with 30 days prior notice.",
    "5. Ответственность сторон": "5. Liability of the Parties",
    "offer_liability_text": "The Service Provider is not liable for interruptions caused by force majeure circumstances. The Customer is fully responsible for the legality of using the services and the content processed through the platform.",
    "6. Срок действия и расторжение": "6. Term and Termination",
    "offer_termination_text": "This agreement is valid indefinitely from the date of acceptance. Either party may terminate the agreement with 30 days written notice. Upon termination, access to the platform is suspended and data is retained for 90 days.",
    "Политика обработки персональных данных (РФ)": "Personal Data Processing Policy (RF)",
    "Personal data processing policy in accordance with RF legislation": "Personal data processing policy in accordance with RF legislation",
    "2. Цели обработки персональных данных": "2. Purposes of Personal Data Processing",
    "pd_general_text": "This Policy defines the procedure for processing personal data and measures to ensure the security of personal data in accordance with Federal Law No. 152-FZ \"On Personal Data\" of the Russian Federation.",
    "pd_purposes_text": "Personal data is processed for the following purposes: provision of services, user identification, compliance with legal obligations, communication with users, improvement of services, and analytics.",
    "3. Правовые основания обработки": "3. Legal Basis for Processing",
    "pd_legal_basis_text": "The legal basis for processing personal data includes: user consent, execution of a contract, compliance with legal requirements, and the legitimate interests of the operator.",
    "4. Объём и категории обрабатываемых данных": "4. Volume and Categories of Processed Data",
    "pd_categories_text": "We process the following categories of personal data: full name, contact information (phone, email), account data, payment information, technical data (IP address, device info), and call recordings.",
    "5. Права субъекта персональных данных": "5. Rights of the Data Subject",
    "pd_rights_text": "The data subject has the right to: receive information about the processing of their data, request correction or deletion of data, withdraw consent to processing, and lodge a complaint with the supervisory authority (Roskomnadzor).",
    "6. Меры по защите персональных данных": "6. Personal Data Protection Measures",
    "pd_protection_text": "We implement organizational and technical measures to protect personal data, including encryption, access control, regular security audits, and employee training in accordance with the requirements of Roskomnadzor.",
    "Liability Disclaimer": "Liability Disclaimer",
    "Universal limitations of liability and warranty disclaimers": "Universal limitations of liability and warranty disclaimers",
    "1. General Disclaimer": "1. General Disclaimer",
    "liability_general_text": "The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. We make no warranties of any kind, express or implied, regarding the operation of the Service or the information, content, or materials included therein.",
    "2. Limitation of Liability": "2. Limitation of Liability",
    "liability_limitation_text": "In no event shall the Company be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of the Service.",
    "3. No Warranty": "3. No Warranty",
    "liability_warranty_text": "We do not guarantee that the Service will be uninterrupted, timely, secure, or error-free. We do not guarantee the accuracy or completeness of any information provided through the Service.",
    "4. Indemnification": "4. Indemnification",
    "liability_indemnification_text": "You agree to indemnify, defend, and hold harmless the Company and its officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses arising out of your use of the Service or violation of these terms.",
    "5. Force Majeure": "5. Force Majeure",
    "liability_force_majeure_text": "Neither party shall be liable for any failure or delay in performance resulting from causes beyond its reasonable control, including but not limited to acts of God, war, terrorism, natural disasters, power failures, or internet disruptions.",
    "6. Severability": "6. Severability",
    "liability_severability_text": "If any provision of these terms is held to be invalid or unenforceable, the remaining provisions will continue in full force and effect. The invalid provision will be modified to reflect the parties' original intent as closely as possible."
}